# Cli tools
brew "git"
brew "neovim"
brew "tree"
brew "ripgrep"

# cask

# Browser
cask "zen"
cask "helium-browser"
cask "qutebrowser"

# Coding
cask "visual-studio-code"
cask "githubdesktop"

# Creative
cask "figma"
cask "miro"

# Utilities 
cask "displaylink"
cask "hiddenbar"
cask "raycast"
cask "lunar"
cask "hyperkey"
cask "notion"
cask "notion"
cask "aerospace"
cask "unnaturalscrollwheels"

# Personal
cask "spotify"
cask "whatsapp"
